[
    {"id":"1", 
    "Chinese_name":"黃鈞喆", 
    "English_name":"Chun-Che Huang", 
    "title": "HarryHuang", 
    "email": "harryhuang1101@gmail.com",
    "bio": [
        null
    ],
    "socials": {
      "linkedin": null,
      "github": null,
      "facebook": null,
      "instagram": null
    },
    "short_bio": "I am a Mathematics graduate from National Cheng Kung University with a strong focus on applying AI to legal text analysis. My research combines NLP, retrieval-augmented generation (RAG), and hierarchical knowledge modeling to enhance entity extraction, constitutional issue identification, and legal knowledge graph construction",
    "photo":"00.jpeg"
    },
    {"id":"2", 
    "Chinese_name":"周穆可", 
    "English_name":"Mu-Ko Chou", 
    "title": "Master’s student", 
    "email": "nm6144012@gs.ncku.edu.tw",
    "bio": [
    "Class of 2027",
    "AI × Social Science",
    "LLM bias & health communication"
],
    "socials": {
      "linkedin": "https://www.linkedin.com/in/mu-ko-chou",
      "github": "https://github.com/claire891018",
      "facebook": null,
      "instagram": null
    },
    "short_bio": "Mu-Ko Chou is a master's student in the Intelligent Technology Systems Program at the Miin Wu School of Computing, National Cheng Kung University (NCKU), with a background in political science. Her research focuses on AI ethics and the integration of diverse artificial intelligence technologies, particularly in: (1) legal AI applications; (2) incorporating cultural dimensions into LLMs to examine cross-cultural differences in simulated human decision-making; and (3) designing domain-specific LLM benchmarks with stakeholder participation to ensure local relevance, fairness, and practical value.",
    "photo":"2.jpeg"
    },
    {"id":"3", 
    "Chinese_name":"侯欽祐", 
    "English_name":"Chin-Yu Hou", 
    "title": "Multidisciplinary Humanities Explorer", 
    "email": "b34111135@gs.ncku.edu.tw",
    "bio": [
    "Class of 2028",
    "Digital Humanities × AI",
    "Exploring LLMs and retrieval methods",
    "AI applications in the humanities"
],
    "socials": {
      "linkedin": null,
      "github": null,
      "facebook": null,
      "instagram": null
    },
    "short_bio": "I am a senior undergraduate in History at NCKU, focusing on Digital Humanities. My interests include applying AI, especially language models and retrieval techniques, to expand research possibilities.",
    "photo":""
    },
    {"id":"4", 
    "Chinese_name":"牛俊傑", 
    "English_name":"Chun-Chieh Niu", 
    "title": "Human being", 
    "email": "nm6144038@gs.ncku.edu.tw",
    "bio": [
      "",
      "",
      ""
    ],
    "socials": {
      "linkedin": null,
      "github": "https://github.com/CCNiu",
      "facebook": null,
      "instagram": null
    },
    "short_bio": "Chun-Chieh Niu is currently a master’s student in the Intelligent Technology Systems Program at the Miin Wu School of Computing, National Cheng Kung University (NCKU). He received his B.S. degree from the Department of Engineering Science at NCKU and now serves as the Chief Technology Officer (CTO) of TechNSport Technology. His research interests include robotics, the Internet of Things (IoT), large language models (LLMs), and sports science, with a focus on integrating AI and sensing technologies into smart sports applications and human–machine collaboration.",
    "photo":""
    },
    {"id":"5",
    "Chinese_name":"陳靖則", 
    "English_name":"Jing-Ze Chen", 
    "title": "Jerry Jing-Ze Chen", 
    "email": "jcicku@gmail.com",
    "bio": [
      "",
      "",
      ""
    ],
    "socials": {
      "linkedin": "https://www.linkedin.com/in/jingzec",
      "github": null,
      "facebook": null,
      "instagram": null
    },
    "short_bio": "Hi, I’m Jerry. I major in Industrial & Information Management and work part-time as a quantitative research consultant. I’m deeply interested in value investing, strategic history, and visual design, and I have a knack for strategy games. I believe that developing AI for regulatory domains—finance, law, defense, and medicine—is an inevitable trend. I’m pursuing both ends of the smile curve and believe that coherent communication and collaboration can boost our sync rate and lead us toward a better future.",
    "photo":""
    },
    {
    "id":"6", 
    "Chinese_name":"林淑真",
    "English_name":"Amy Lin",
    "title": "Laboratory Administrative Coordinator",
    "email": "amylin0301@gs.ncku.edu.tw",
    "bio": [
        
    ],
    "socials": {
      "linkedin": null,
      "github": null,
      "facebook": null,
      "instagram": null
    },
    "short_bio": "I hold a Master’s degree in Advertising from National Chengchi University and currently serve as an Administrative Coordinator in our laboratory, supporting the team’s research activities and project operations.",
    "photo":""
    }
]
  
